import house_1_1 from "../img/home-1-1.PNG"
import house_1_2 from "../img/home-1-2.PNG"
import house_1_3 from "../img/home-1-3.PNG"
import house_1_4 from "../img/home-1-4.PNG"
import house_2_1 from "../img/home-2-1.PNG"
import house_2_2 from "../img/home-2-2.PNG"
import house_2_3 from "../img/home-2-3.PNG"
import house_2_4 from "../img/home-2-4.PNG"
import house_3_1 from "../img/home-3-1.PNG"
import house_3_2 from "../img/home-3-2.PNG"
import house_3_3 from "../img/home-3-3.PNG"
import house_3_4 from "../img/home-3-4.PNG"
import house_4_1 from "../img/home-4-1.PNG"
import house_4_2 from "../img/home-4-2.PNG"
import house_4_3 from "../img/home-4-3.PNG"
import house_4_4 from "../img/home-4-4.PNG"
import house_5_1 from "../img/home-5-1.PNG"
import house_5_2 from "../img/home-5-2.PNG"
import house_5_3 from "../img/home-5-3.PNG"
import house_5_4 from "../img/home-5-4.PNG"
import house_6_1 from "../img/home-6-1.PNG"
import house_6_2 from "../img/home-6-2.PNG"
import house_6_3 from "../img/home-6-3.PNG"
import house_6_4 from "../img/home-6-4.PNG"
import house_7_1 from "../img/home-7-1.PNG"
import house_7_2 from "../img/home-7-2.PNG"
import house_7_3 from "../img/home-7-3.PNG"
import house_7_4 from "../img/home-7-4.PNG"
import house_8_1 from "../img/home-8-1.PNG"
import house_8_2 from "../img/home-8-2.PNG"
import house_8_3 from "../img/home-8-3.PNG"
import house_8_4 from "../img/home-8-4.PNG"
import house_9_1 from "../img/home-9-1.PNG"
import house_9_2 from "../img/home-9-2.PNG"
import house_9_3 from "../img/home-9-3.PNG"
import house_9_4 from "../img/home-9-4.PNG"
import house_10_1 from "../img/home-10-1.PNG"
import house_10_2 from "../img/home-10-2.PNG"
import house_10_3 from "../img/home-10-3.PNG"
import house_10_4 from "../img/home-10-4.PNG"
import house_11_1 from "../img/home-11-1.PNG"
import house_11_2 from "../img/home-11-2.PNG"
import house_11_3 from "../img/home-11-3.PNG"
import house_11_4 from "../img/home-11-4.PNG"
import house_12_1 from "../img/home-12-1.PNG"
import house_12_2 from "../img/home-12-2.PNG"
import house_12_3 from "../img/home-12-3.PNG"
import house_12_4 from "../img/home-12-4.PNG"
import house_13_1 from "../img/home-13-1.PNG"
import house_13_2 from "../img/home-13-2.PNG"
import house_13_3 from "../img/home-13-3.PNG"
import house_13_4 from "../img/home-13-4.PNG"
import house_14_1 from "../img/home-14-1.PNG"
import house_14_2 from "../img/home-14-2.PNG"
import house_14_3 from "../img/home-14-3.PNG"
import house_14_4 from "../img/home-14-4.PNG"
import house_15_1 from "../img/home-15-1.PNG"
import house_15_2 from "../img/home-15-2.PNG"
import house_15_3 from "../img/home-15-3.PNG"
import house_15_4 from "../img/home-15-4.PNG"
import house_16_1 from "../img/home-16-1.PNG"
import house_16_2 from "../img/home-16-2.PNG"
import house_16_3 from "../img/home-16-3.PNG"
import house_16_4 from "../img/home-16-4.PNG"
import house_17_1 from "../img/home-17-1.PNG"
import house_17_2 from "../img/home-17-2.PNG"
import house_17_3 from "../img/home-17-3.PNG"
import house_17_4 from "../img/home-17-4.PNG"
import house_18_1 from "../img/home-18-1.PNG"
import house_18_2 from "../img/home-18-2.PNG"
import house_18_3 from "../img/home-18-3.PNG"
import house_18_4 from "../img/home-18-4.PNG"
import house_19_1 from "../img/home-19-1.PNG"
import house_19_2 from "../img/home-19-2.PNG"
import house_19_3 from "../img/home-19-3.PNG"
import house_19_4 from "../img/home-19-4.PNG"
import house_20_1 from "../img/home-20-1.PNG"
import house_20_2 from "../img/home-20-2.PNG"
import house_20_3 from "../img/home-20-3.PNG"
import house_20_4 from "../img/home-20-4.PNG"
import house_21_1 from "../img/home-21-1.PNG"
import house_21_2 from "../img/home-21-2.PNG"
import house_21_3 from "../img/home-21-3.PNG"
import house_21_4 from "../img/home-21-4.PNG"

export const context = [
    {
        id: 0,
        img:[house_1_1, house_1_2, house_1_3, house_1_4],
        price: 65000,
        title: '1 սենյականոց բնակարան Մոլդովական փողոցում, 40 ք.մ., 8/12 հարկ, դիզայներական ոճով վերանորոգված',
        place: 'Մոլդովական փողոց, Երևան',
        rooms: 1,
        area: 40,
        floor: '4/5',
        height: '2,75',
        description: 'Վաճառվում է 40քմ մակերեսով 1 սենյականոց բնակարան ձևափոխված 2 (նիշայով) ։ Բնակարանը կապիտալ վերանորոգված է (դիզայներական ընկերության կողմից), տեղադրված են անհատական ջեռուցման և օդորակման համակարգեր, եվրո պատուհաններ, հատակը ծածկված է վինիլով և սալիկներով։ Սանհանգույցը և խոհանոցը պատված են իտալական արտադրության սալիկներով և հագեցած են սանտեխնիկայով։ Բնակարանը կահավորված է, ապահովված կենցաղային տեխնիկայով։ Գտնվում է Մեգա մոլից 500 մետր հեռավորության վրա։ Վաճառվում է գույքի և տեխնիկայի հետ միասին։'
    },
    {
        id: 1,
        img:[house_2_1, house_2_2, house_2_3, house_2_4],
        price: 87000,
        title: '3 սենյականոց բնակարան նորակառույց շենքում Աջափնյակում, 100 ք.մ., կապիտալ վերանորոգված',
        place: 'Երևան › Աջափնյակ',
        rooms: 3,
        area: 100,
        floor: '9/9',
        height: '2,5',
        description: 'Գերազանց վիճակում 10/9 հարկ, ներկառուցված պահարաններ, խոհանոցի կահույքը մեջը, ունի նաև նկուղ'
    },
    {
        id: 2,
        img:[house_3_1, house_3_2, house_3_3, house_3_4],
        price: 173000,
        title: '3 սենյականոց բնակարան Տպագրիչների փողոցում, 91 ք.մ., բարձր առաստաղներ, քարե շենք',
        place: 'Տպագրիչների փողոց, Երևան',
        rooms: 3,
        area: 91,
        floor: '3/5',
        height: '3',
        description: "Վաճառվում է 3 սենյականոց բնակարան Կենտրոնում Տպագրիչների փողոցում ՍՏԱԼԻՆԿԱ 91քմ 4/4-րդ հարկում: Բնակարանը ունի բաց պատշգամբ:"
    },
    {
        id: 3,
        img:[house_4_1, house_4_2, house_4_3, house_4_4],
        price: 155000,
        title: '2 սենյականոց բնակարան նորակառույց շենքում, Ծիծեռնակաբերդի խճուղի, 84 ք.մ., բարձր առաստաղներ',
        place: 'Ծիծեռնակաբերդի խճուղի, Երևան',
        rooms: 2,
        area: 84,
        floor: '4/16',
        height: '2,6',
        description: 'Վաճառվում Է 2 սենյակ՝ 84ք. Մ մակերեսով, 22 հարկանի նորակառույց շենքի 3-րդ հարկում Կենտրոն, Ծիծեռնակաբերդի խճ. Կապիտալ վերանորոգված է'
    },
    {
        id: 4,
        img:[house_5_1, house_5_2, house_5_3, house_5_4],
        price: 180000,
        title: '4 սենյականոց բնակարան Սայաթ-Նովայի պողոտայում, 113 ք.մ., 2 սանհանգույց, կապիտալ վերանորոգված',
        place: 'Սայաթ-Նովայի պողոտա 12, Երևան',
        rooms: 4,
        area: 113,
        floor: '5/5',
        height: '2,8',
        description: "Վաճառվում է 3 սենյականոց բնակարան Կենտրոնում Տպագրիչների փողոցում ՍՏԱԼԻՆԿԱ 91քմ 4/4-րդ հարկում: Բնակարանը ունի բաց պատշգամբ:"
    },
    {
        id: 5,
        img:[house_6_1, house_6_2, house_6_3, house_6_4],
        price: 89000,
        title: '3 սենյականոց բնակարան, Улица Мамиконянц, 78 ք.մ., 3/9 հարկ, եվրովերանորոգված',
        place: 'Улица Мамиконянц 40/2, Ереван',
        rooms: 3,
        area: 78,
        floor: '3/9',
        height: '2,7',
        description: "Վերանորոգված է, բնակարանի սալիկները բարձր որակի՝ KERAMA MARAZZI Իտալիա, պատուհանները բարձրակարգ՝ EUROPROFILE «ՌԵՀԱՈՒ, REHAU » Գերմանիա, իսկ պատուհանագոգերը՝ գրանիտե, դուռը երկաթյա, կապիտալ վերանորոգման կարիք չունի. Նույն հարկում առկա է նաև երկու մեծ պահարան՝ երկաթյա դռներով: Վաճառվում է նաև գույքի և տեխնիկայի հետ միասին: Շենքից 800 մ շառավիղով գործում են՝ Երևան Սիթի, Նոր Զովք, Սաս սուպերմարկետները, առկա է նաև՝ մանկապարտեզ, դպրոցներ և ուսումնական հաստատություններ:"
    },
    {
        id: 6,
        img:[house_7_1, house_7_2, house_7_3, house_7_4],
        price: 83000,
        title: '2 սենյականոց բնակարան Խորենացու փողոցում, 67 ք.մ., եվրովերանորոգված',
        place: 'Խորենացու փողոց, Երևան',
        rooms: 2,
        area: 67,
        floor: '9/9',
        height: '2.75',
        description: "Продается двухкомнатная квартира в районе \"Золотого рынка\" по улице Хоренаци. В квартире имеется постоянная вода, газ, баксы, евроокна, открытый балкон, цена с мебелью и техникой."
    },
    {
        id: 7,
        img:[house_8_1, house_8_2, house_8_3, house_8_4],
        price: 380000,
        title: '3 սենյականոց բնակարան նորակառույց շենքում Եկմալյան փողոցում, 170 ք.մ., 2 սանհանգույց',
        place: 'Եկմալյան փողոց, Երևան',
        rooms: 3,
        area: 170,
        floor: '8/10',
        height: '3',
        description: "Վաճառվում է 3 սենյականոց յուրահատուկ դիզայնով, մոդեռն ոճի, շքեղ եվրովերանորոգումով, ընդարձակ բնակարան՝ 170 քմ մակերեսով: Գտնվում է Եկմալյան փողոցում` Պուշկին, Սարյան և Արամի փողոցների միջնամասում, 10 հարկանի նորակառույց շենքի 8-րդ հարկում: Բնակարանն ունի երկու ընդարձակ և գեղեցիկ կահավորված ննջասենյակներ, ընդարձակ հյուրասենյակ, խոհանոց և նախասրահ: Բնակարանը կահավորված է ժամանակակից և նորաոճ կահույքով: Ջեռուցվում է գազի կաթսայի միջոցով, տեղադրված է օդորակիչ։ Սանհանգույցները և խոհանոցը պատված են սալիկներով: Լոգասենյակներից մեկում տեղադրված է ջակուզի: Բնակարանն ունի 2 բաց պատշգամբ, որոնցից մեկը ընդարձակ է և կահավորված: Բնակարանը վաճառվում է խոհանոցի կահույքի և ներկառուցված պահարանների հետ միասին:"
    },
    {
        id: 8,
        img:[house_9_1, house_9_2, house_9_3, house_9_4],
        price: 160000,
        title: '4 սենյականոց բնակարան նորակառույց շենքում Տիգրան Պետրոսյանի փողոցում, 113 ք.մ., 2 սանհանգույց',
        place: 'Տիգրան Պետրոսյանի փողոց, Երևան',
        rooms: 4,
        area: 113,
        floor: '5/14',
        height: '3',
        description: "Դավթաշեն համայնքում, Տ. Պետրոսյան փողոցում, Reebok սպորտային ակումբի և Երևան Սիթի սուպերմարկետի դիմաց վաճառվում է 4 սենյականոց` Արևկող բնակարան` 113 քմ մակերեսով, որը գտնվում է 14 հարկանի նորակառույց մոնոլիտ շենքի 5-րդ հարկում: Այն կապիտալ եվրովերանորոգվել է և չի բնակեցվել, օգտագործվել են բարձրորակ արտադրության նյութեր և պաստառներ: Տեղադրված է երկաթե դուռ, եվրո պատուհաններ, հատակը ծածկված է որակյալ լամինատով և պրեսգրանիտով։ Առկա է 2 սանհանգույց, որոնք սալիկապատված են բարձրորակ սալիկներով և հագեցած են սանտեխնիկայով: Ջեռուցվում է գազի կաթսայի միջոցով: Տեղադրված է օդորակիչ: Շենքում գործում է 2 վերելակ, ունի դոմոֆոն: Բակում կա արգելափակոցով բացօթյա ավտոկայանատեղի: Մոտակայքում կան տարբեր խանութներ, դպրոց, տրանսպորտի կանգառներ և ժամանցի վայրեր:"
    },
    {
        id: 9,
        img:[house_10_1, house_10_2, house_10_3, house_10_4],
        price: 167000,
        title: '5 սենյականոց բնակարան Ավանում, 120 ք.մ., նախավերջին հարկ, կապիտալ վերանորոգված',
        place: 'Տպագրիչների փողոց, Երևան',
        rooms: 3,
        area: 120,
        floor: '3/4',
        height: '2,7',
        description: "Կոդ 12429 Վաճառվում է դուպլեքս բնակարան` Ավանում: Բնակարանը բաղկացաց է 5 սենյակից, որից 1-ը նախատեսված է ձմեռային այգու համար, ունի 2 սանհանգույց, որոնք սալիկապատված են իտալական որակյալ սալիկներով: Ամբողջությամբ եվրոնորոգված է, փայտե որակյալ մարահատակ: Առաստաղը` Ձգվող, ֆրանսիական ոճով նորոգված: Բնակարանն ամբողջությամբ ջերմամեկուսացված է: Կահուքը ամբողջությամբ որակյալ փայտից է: Ունի գեղեցիկ տեսարան դեպի քաղաք նայող: Վաճառվում է գույքով և տեխնիկայով: Ավտոկայանատեղիի հետ միասին` 177000 USD:"
    },
    {
        id: 10,
        img:[house_11_1, house_11_2, house_11_3, house_11_4],
        price: 117000,
        title: '2 սենյականոց բնակարան նորակառույց շենքում Քեռու փողոցում, 81 ք.մ., բարձր առաստաղներ, 6/18 հարկ',
        place: 'Քեռու փողոց 35, Երևան',
        rooms: 2,
        area: 81,
        floor: '6/18',
        height: '3',
        description: "Քեռու փողոցի (Բլուր թաղ.) 18 հարկանի շքեղ նորակառույց շենքի 6-րդ հարկում վաճառվում է 81 ք․մ․ մակերեսով 2 սենյականոց բնակարան։"
    },
    {
        id: 11,
        img:[house_12_1, house_12_2, house_12_3, house_12_4],
        price: 58500,
        title: '2 սենյականոց բնակարան Նոր Նորքում, 67 ք.մ., 7/9 հարկ, կապիտալ վերանորոգված',
        place: 'Երևան › Նոր Նորք',
        rooms: 2,
        area: 67,
        floor: '7/9',
        height: '2,8',
        description: "Վաճառվում է 2 սենյականոց բնակարան Վիլնյուսի փողոցում։ Բնակարանում տեղադրված են եվրոպական արտադրության պատուհաններ, լամինատե և սալիկապատ հատակ, սալիկապատ սանհանգույց։Բնակարանն ապահովված է մշտական ջրով և գազով։Ունի բաց պատշգամբ ։Մուտքի դուռը երկաթյա։"
    },
    {
        id: 12,
        img:[house_13_1, house_13_2, house_13_3, house_13_4],
        price: 47000,
        title: '2 սենյականոց բնակարան նորակառույց շենքում Աջափնյակում, 44 ք.մ., 1/8 հարկ, եվրովերանորոգված',
        place: 'Մոլդովական փողոց, Երևան',
        rooms: 2,
        area: 44,
        floor: '1/8',
        height: '2,7',
        description: 'Վաճառվում է բնակարան Վաճառվում է գույքի և տեխնիկայի հետ միասին Նորակառույց շենք Մաքուր շքամուտք Եվրո, պատուհաններ Գազաֆիկացված է, անհատական ջեռուցման համակարգ BAXI Առկա է դոմոֆոն'
    },
    {
        id: 13,
        img:[house_14_1, house_14_2, house_14_3, house_14_4],
        price: 150000,
        title: '3 սենյականոց բնակարան Մարշալ Բաղրամյան պողոտայում, 56 ք.մ., բարձր առաստաղներ, 3/5 հարկ',
        place: 'Մարշալ Բաղրամյան պողոտա, Երևան',
        rooms: 3,
        area: 56,
        floor: '3/5',
        height: '3',
        description: "Մարշալ Բաղրամյանի պողոտայում, քարե (сталинка) շենքում վաճառվող, 2-ը դարձրած 3 սենյականոց, կապիտալ վերանորոգված բնակարանի տարածքում են գտնվում մետրոյի Բարեկամություն կայարանը, \"ՍԱՍ\" սուպերմարկետը, \"ՍլավՄեդ\" բժշկական կենտրոնը, Հայփոստի գրասենյակը \"ԱՅ ԴԻ\" բանկը իսկ պատուհաններից երևում է Բաղրամյան պողոտան։ Բնակարանը ունի երկաթյա դուռ, անհատական ջեռուցման համակրգ և սալիկապատ սանհանգույց։"
    },
    {
        id: 14,
        img:[house_15_1, house_15_2, house_15_3, house_15_4],
        price: 110000,
        title: '3 սենյականոց բնակարան Ավետ Ավետիսյան փողոցում, 98 ք.մ., 6/9 հարկ, կոսմետիկ վերանորոգում',
        place: 'Մոլդովական փողոց, Երևան',
        rooms: 3,
        area: 98,
        floor: '6/9',
        height: '2,75',
        description: "Կոդ 12391 Վաճառվում է 3 սենյականոց բնակարան Արաբկիր համայնքում ՝ Ավետիսյան փողոցում։ Բնակարանը գտնվում է 9 հարկանի պանելային շենքի 4-րդ հարկում, որի ընդհանուր մակերեսը կազմում է 80 ք․մ․։ Բնակարանը գտնվում է լավ վիճակում ։ Ապահովված է կոմունալ բոլոր հարմարություններով ։ Մոտակայքում են գտնվում անհրաժեշտ բոլոր խանութները։"
    },
    {
        id: 15,
        img:[house_16_1, house_16_2, house_16_3, house_16_4],
        price: 57000,
        title: '2 սենյականոց բնակարան Կարախանյան փողոցում, 68 ք.մ., 4/9 հարկ, կոսմետիկ վերանորոգում',
        place: 'Կարախանյան փողոց, Երևան',
        rooms: 2,
        area: 68,
        floor: '4/9',
        height: '2,75',
        description: "7-րդ մասիվ 2 դարձրած 3 սենյակ Ունի անհատական ջեռուցման համակարգ Երկաթե դուռ։ Պատուհանները եվրոպական արտադրության Վաճառվում է խոհանոցի կահույքի հետ միասին Ունի 2 հատ օդորակիչ Մանրամասերի համար զանգել"
    },
    {
        id: 16,
        img:[house_17_1, house_17_2, house_17_3, house_17_4],
        price: 65000,
        title: '3 սենյականոց բնակարան Մամիկոնյանց փողոցում, 105 ք.մ., կապիտալ վերանորոգված, քարե շենք',
        place: 'Մամիկոնյանց փողոց 58a, Երևան',
        rooms: 3,
        area: 105,
        floor: '5/5',
        height: '2,7',
        description: "Վաճառվում է բնակարան Մամիկոնյանց 58Ա հասցեում: Բնակարանը գտնվում է 5 հարկանի քարե շենքի 5-րդ հարկում: Տանիքը գտնվում է անթերի վիճակում: Առկա է խորդանոց տանիքում: Բնակարնն ունի 3 սենյակ, զբաղեցնում է 105 քմ տարածք: Հնարավոր է սակարկում: ԱՄբողջ տունը ծածկված է մանրահատակով և թանկարժեք սալիկներով: Ունի բուխարի հյուրասենյակում: Հնարավոր է նաև վաճառք ամբողջ կահույքով և տեխնիկայով: Ամբողջ կահույքն ու տեխնիկն բարձրորակ են: Շենքն ունի դոմոֆոն: Վաճառքի գնի մեջ մտնում են միջանցքի, ննջասենյակներից մեկի և խոհանոցի ներկառուցված գույքը: Շատ շատ շտապ է: Սակարկելի։"
    },
    {
        id: 17,
        img:[house_18_1, house_18_2, house_18_3, house_18_4],
        price: 98000,
        title: "3 սենյականոց բնակարան Կոմիտասի պողոտայում, 85 ք.մ., կապիտալ վերանորոգված, քարե շենք",
        place: 'Կոմիտասի պողոտա 26, Երևան',
        rooms: 3,
        area: 85,
        floor: '5/5',
        height: '2,7',
        description: "Կապիտալ վերանորոգված, լուսավոր բնակարան. Կաղնե մանրահատակ, տանիքը հիմնանորոգված"
    },
    {
        id: 18,
        img:[house_19_1, house_19_2, house_19_3, house_19_4],
        price: 58000,
        title: '3 սենյականոց բնակարան Շահումյանի 1-ին փողոցում, 70 ք.մ., 1/5 հարկ, դիզայներական ոճով վերանորոգված',
        place: 'Շահումյանի 1-ին փողոց 4/1, Երևան',
        rooms: 3,
        area: 70,
        floor: '1/5',
        height: '2,7',
        description: 'Արարատյան 1֊զ. 2 շ. Բարձր 1֊ի հարկ, արև կողմ, ունի նկուղ մոտ 45մ բարձր համարյա տան չափսով մուտքը խոհանոցից, վաճառվում է նաև կահույքով և քարե ավտոտնակով, որը գտնվում է ճանապարհի վրա կարող է ծառայել որպես բիզնես գործունեություն,'
    },
    {
        id: 19,
        img:[house_20_1, house_20_2, house_20_3, house_20_4],
        price: 51000,
        title: '2 սենյականոց բնակարան Գայի պողոտայում, 57 ք.մ., նախավերջին հարկ',
        place: 'Գայի պողոտա 53, Երևան',
        rooms: 2,
        area: 57,
        floor: '8/9',
        height: '2,75',
        description: 'Շտապ վաճառվում է 2 սենյականոց բնակարան 4-րդ Մասիվում բոլոր հարմարություններով: Ընդհանուր մակերեսը 57քմ.: Գտնվում է կանգառի հարևանությամբ: Մոտակայքում կան խաղահրապարակ, խանութներ, դպրոց, մանկապարտեզ և այլն: Մեգամոլից մեկ կանգառ հեռավորություն: Պատուհանները փոխված են: Պատուհանները դեպի Գայի պողոտա: Շենքում տեղադրված են տեսախցիկներ և դոմոֆոն:'
    },
    {
        id: 20,
        img:[house_21_1, house_21_2, house_21_3, house_21_4],
        price: 165000,
        title: '3 սենյականոց բնակարան Քաջազնունի փողոցում, 100 ք.մ., 2 սանհանգույց, դիզայներական ոճով վերանորոգված',
        place: 'Քաջազնունի փողոց, Երևան',
        rooms: 3,
        area: 100,
        floor: '5/5',
        height: '2,7',
        description: "Փետրվարի ընթացքում բնակարանը գնելու դեպքում գինը շոշափելի չափով նվազման ենթակա է։ Վաճառքը շատ շտապ է։ Բնակարանը շքեղ վերանորոգված է։ Գինը սակարկելի է։ Վաճառքի գինը առանց տեխնիկայի և գույքի այլ է։"
    },
]